Repository: meloxkgz-ship-it/mathio
Catalog: iOS/Mathio/Mathio/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br

source: How much surface the circle covers.
de: Wieviel Fläche der Kreis bedeckt.
es: Cuánta superficie cubre el círculo.
fr: Quelle est la surface couverte par le cercle.
it: Quanta superficie copre il cerchio.
pt_br: Quanta superfície o círculo cobre.

source: Hypotenuse is 13, one leg is 5. The other leg is:
de: Hypotenuse 13, eine Kathete ist 5. Die andere Kathete:
es: La hipotenusa es 13, un cateto es 5. El otro cateto es:
fr: L'hypoténuse est de 13, une jambe est de 5. L'autre jambe est :
it: L'ipotenusa è 13, un cateto è 5. L'altro cateto è:
pt_br: A hipotenusa é 13, uma perna é 5. A outra perna é:

source: Identities that always hold. The Pythagorean one is the keystone.
de: Identitäten, die immer gelten. Die pythagoräische ist die wichtigste.
es: Identidades que siempre se mantienen. La pitagórica es la piedra angular.
fr: Des identités qui tiennent toujours. Celui de Pythagore en est la clé de voûte.
it: Identità che reggono sempre. Quella pitagorica è la chiave di volta.
pt_br: Identidades que sempre se mantêm. O pitagórico é a pedra angular.

source: Identity matrix
de: Identitätsmatrix
es: Matriz de identidad
fr: Matrice d'identité
it: Matrice identitaria
pt_br: Matriz de identidade

source: Identity means no change.
de: Identität bedeutet keine Veränderung.
es: La identidad no significa ningún cambio.
fr: L’identité ne signifie pas de changement.
it: Identità significa nessun cambiamento.
pt_br: Identidade significa nenhuma mudança.

source: If 2x + y = 7 and y = 3, then x =
de: Wenn 2x + y = 7 und y = 3, dann ist x =
es: Si 2x + y = 7 e y = 3, entonces x =
fr: Si 2x + y = 7 et y = 3, alors x =
it: Se 2x + y = 7 e y = 3, allora x =
pt_br: Se 2x + y = 7 e y = 3, então x =

source: If 3 pens cost $6, what do 5 pens cost?
de: Wenn 3 Stifte 6 $ kosten, was kosten 5 Stifte?
es: Si 3 bolígrafos cuestan $6, ¿cuánto cuestan 5 bolígrafos?
fr: Si 3 stylos coûtent 6 $, que coûtent 5 stylos ?
it: Se 3 penne costano 6$, quanto costano 5 penne?
pt_br: Se 3 canetas custam $ 6, quanto custam 5 canetas?

source: If P(rain) = 0.3, then P(no rain) is:
de: Wenn P(Regen) = 0,3, dann ist P(kein Regen):
es: Si P(lluvia) = 0,3, entonces P(sin lluvia) es:
fr: Si P(pluie) = 0,3, alors P(pas de pluie) est :
it: Se P(pioggia) = 0,3, allora P(nessuna pioggia) è:
pt_br: Se P(chuva) = 0,3, então P(sem chuva) é:

source: If T(x, y) = (2x, 2y), then T(3, 4) is:
de: Wenn T(x, y) = (2x, 2y), dann ist T(3, 4):
es: Si T(x, y) = (2x, 2y), entonces T(3, 4) es:
fr: Si T(x, y) = (2x, 2y), alors T(3, 4) vaut :
it: Se T(x, y) = (2x, 2y), allora T(3, 4) è:
pt_br: Se T(x, y) = (2x, 2y), então T(3, 4) é:

source: If T(x, y) = (x, -y), then T(1, -3) is:
de: Wenn T(x, y) = (x, -y), dann ist T(1, -3):
es: Si T(x, y) = (x, -y), entonces T(1, -3) es:
fr: Si T(x, y) = (x, -y), alors T(1, -3) vaut :
it: Se T(x, y) = (x, -y), allora T(1, -3) è:
pt_br: Se T(x, y) = (x, -y), então T(1, -3) é:

source: If a line rises from left to right, the values are generally:
de: Wenn eine Linie von links nach rechts ansteigt, sind die Werte im Allgemeinen:
es: Si una línea sube de izquierda a derecha, los valores generalmente son:
fr: Si une ligne monte de gauche à droite, les valeurs sont généralement :
it: Se una linea sale da sinistra a destra, i valori sono generalmente:
pt_br: Se uma linha sobe da esquerda para a direita, os valores são geralmente:

source: If a price goes up by 10%, then down by 10%, the result is:
de: Ein Preis steigt um 10 % und fällt dann um 10 %. Resultat:
es: Si un precio sube un 10% y luego baja un 10%, el resultado es:
fr: Si un prix augmente de 10 %, puis diminue de 10 %, le résultat est :
it: Se un prezzo sale del 10%, poi scende del 10%, il risultato è:
pt_br: Se um preço subir 10% e depois cair 10%, o resultado será:

source: If a row becomes 0 = 5 during solving, the system has:
de: Wenn eine Zeile beim Lösen 0 = 5 wird, hat das System:
es: Si una fila se vuelve 0 = 5 durante la resolución, el sistema tiene:
fr: Si une ligne devient 0 = 5 lors de la résolution, le système a :
it: Se una riga diventa 0 = 5 durante la risoluzione, il sistema ha:
pt_br: Se uma linha se tornar 0 = 5 durante a resolução, o sistema terá:

source: If a vertex touches 4 edges, its degree is:
de: Wenn ein Scheitelpunkt vier Kanten berührt, ist sein Grad:
es: Si un vértice toca 4 aristas, su grado es:
fr: Si un sommet touche 4 arêtes, son degré est :
it: Se un vertice tocca 4 spigoli, il suo grado è:
pt_br: Se um vértice toca 4 arestas, seu grau é:

source: If base doubles and height stays the same, area:
de: Verdoppelt sich die Grundseite und die Höhe bleibt, dann ist der Flächeninhalt:
es: Si la base se duplica y la altura permanece igual, área:
fr: Si la base double et que la hauteur reste la même, l'aire :
it: Se la base raddoppia e l'altezza rimane la stessa, l'area:
pt_br: Se a base dobrar e a altura permanecer a mesma, a área:

source: If cos θ = 0, sin θ equals?
de: Wenn cos θ = 0 ist, dann ist sin θ:
es: Si cos θ = 0, ¿sin θ es igual?
fr: Si cos θ = 0, sin θ est égal à ?
it: Se cos θ = 0, sin θ è uguale a?
pt_br: Se cos θ = 0, sen θ é igual?

source: If expenses are greater than income, savings are:
de: Wenn die Ausgaben höher sind als die Einnahmen, beträgt die Ersparnis:
es: Si los gastos son mayores que los ingresos, los ahorros son:
fr: Si les dépenses sont supérieures aux revenus, les économies sont :
it: Se le spese sono maggiori delle entrate, i risparmi sono:
pt_br: Se as despesas forem maiores que as receitas, a poupança será:

source: If f(x) = 2x + 1, find f(3).
de: Wenn f(x) = 2x + 1, finde f(3).
es: Si f(x) = 2x + 1, encuentre f(3).
fr: Si f(x) = 2x + 1, trouvez f(3).
it: Se f(x) = 2x + 1, trova f(3).
pt_br: Se f(x) = 2x + 1, encontre f(3).

source: If f(x) = x² − 4, find f(2).
de: Wenn f(x) = x² − 4, finde f(2).
es: Si f(x) = x² − 4, encuentre f(2).
fr: Si f(x) = x² − 4, trouvez f(2).
it: Se f(x) = x² − 4, trova f(2).
pt_br: Se f(x) = x² − 4, encontre f(2).

source: If f″(x) > 0 at a critical point, the point is likely a:
de: Wenn f″(x) an einem kritischen Punkt > 0 ist, ist der Punkt wahrscheinlich ein:

source: If g(x) = 5 for every x, what is g(100)?
de: Wenn g(x) = 5 für jedes x, was ist g(100)?
es: Si g(x) = 5 para cada x, ¿cuánto es g(100)?
fr: Si g(x) = 5 pour chaque x, qu'est-ce que g(100) ?
it: Se g(x) = 5 per ogni x, quanto vale g(100)?
pt_br: Se g(x) = 5 para cada x, quanto é g(100)?

source: If prices rise 20%, a $60 basket becomes:
de: Wenn die Preise um 20% steigen, wird ein $60-Korb zu:
es: Si los precios suben 20%, una canasta $60 se convierte en:
fr: Si les prix augmentent 20%, un panier $60 devient :
it: Se i prezzi aumentano di 20%, un paniere di $60 diventa:
pt_br: Se os preços subirem 20%, uma cesta $60 se tornará:

source: If sin θ = 3/5 and θ is in Q1, what is cos θ?
de: Wenn sin θ = 3/5 und θ in Q1, was ist cos θ?
es: Si sen θ = 3/5 y θ está en Q1, ¿cuál es el cos θ?
fr: Si sin θ = 3/5 et θ est dans Q1, quel est cos θ ?
it: Se sin θ = 3/5 e θ è in Q1, quanto vale cos θ?
pt_br: Se sen θ = 3/5 e θ estiver em Q1, qual é cos θ?

source: If the diameter is 8, the radius is:
de: Wenn der Durchmesser 8 ist, ist der Radius:
es: Si el diámetro es 8, el radio es:
fr: Si le diamètre est 8, le rayon est :
it: Se il diametro è 8, il raggio è:
pt_br: Se o diâmetro for 8, o raio será:

source: If the minimum is 12 and the range is 8, the maximum is:
de: Wenn das Minimum 12 und der Bereich 8 beträgt, beträgt das Maximum:
es: Si el mínimo es 12 y el rango es 8, el máximo es:
fr: Si le minimum est 12 et la plage est 8, le maximum est :
it: Se il minimo è 12 e l'intervallo è 8, il massimo è:
pt_br: Se o mínimo for 12 e o intervalo for 8, o máximo será:

source: If u · v = 0 for two nonzero vectors, the vectors are:
de: Wenn u · v = 0 für zwei Vektoren ungleich Null, sind die Vektoren:
es: Si u · v = 0 para dos vectores distintos de cero, los vectores son:
fr: Si u · v = 0 pour deux vecteurs non nuls, les vecteurs sont :
it: Se u · v = 0 per due vettori diversi da zero, i vettori sono:
pt_br: Se você · v = 0 para dois vetores diferentes de zero, os vetores são:

source: If x increases and y usually increases too, the correlation is:
de: Wenn x steigt und y meistens ebenfalls steigt, ist die Korrelation:

source: Impossible
de: Unmöglich
es: Imposible
it: Impossibile
pt_br: Impossível

source: In Ax = b, the matrix A usually stores the:
de: In Ax = b speichert die Matrix A normalerweise Folgendes:
es: En Ax = b, la matriz A suele almacenar:
fr: Dans Ax = b, la matrice A stocke généralement :
it: In Ax = b, la matrice A solitamente memorizza:
pt_br: Em Ax = b, a matriz A geralmente armazena:

source: In a bar chart, a taller bar means:
de: In einem Balkendiagramm bedeutet ein höherer Balken:
es: En un gráfico de barras, una barra más alta significa:
fr: Dans un graphique à barres, une barre plus haute signifie :
it: In un grafico a barre, una barra più alta significa:
pt_br: Num gráfico de barras, uma barra mais alta significa:

source: In a right triangle, the squared hypotenuse equals the sum of the squared legs.
de: Im rechtwinkligen Dreieck gilt: Quadrat der Hypotenuse gleich Summe der Kathetenquadrate.
es: En un triángulo rectángulo, la hipotenusa al cuadrado es igual a la suma de los catetos al cuadrado.
fr: Dans un triangle rectangle, l'hypoténuse au carré est égale à la somme des branches au carré.
it: In un triangolo rettangolo l'ipotenusa quadrata è uguale alla somma dei cateti quadrati.
pt_br: Em um triângulo retângulo, a hipotenusa ao quadrado é igual à soma dos catetos ao quadrado.

source: In a right triangle: SOH-CAH-TOA.
de: Im rechtwinkligen Dreieck: GAH-AHA-GAA.
es: En un triángulo rectángulo: SOH-CAH-TOA.
fr: Dans un triangle rectangle : SOH-CAH-TOA.
it: In un triangolo rettangolo: SOH-CAH-TOA.
pt_br: Em um triângulo retângulo: SOH-CAH-TOA.

source: In c² = a² + b² − 2ab·cos C, if C = 90°, then cos C =
de: Wenn in c² = a² + b² − 2ab·cos C der Winkel C = 90° ist, dann ist cos C =
es: En c² = a² + b² − 2ab·cos C, si C = 90°, entonces cos C =
fr: Dans c² = a² + b² − 2ab·cos C, si C = 90°, alors cos C =
it: In c² = a² + b² − 2ab·cos C, se C = 90°, allora cos C =
pt_br: Em c² = a² + b² − 2ab·cos C, se C = 90°, então cos C =

source: In the quotient rule (f/g)′, the numerator is:
de: In der Quotientenregel (f/g)′ ist der Zähler:
es: En la regla del cociente (f/g)′, el numerador es:
fr: Dans la règle du quotient (f/g)′, le numérateur est :
it: Nella regola del quoziente (f/g)′, il numeratore è:
pt_br: Na regra do quociente (f/g)′, o numerador é:

source: Inclusive OR allows both to be true.
de: Inklusives ODER ermöglicht, dass beide wahr sind.
es: El OR inclusivo permite que ambos sean verdaderos.
fr: Le OU inclusif permet aux deux d’être vrais.
it: L'OR inclusivo consente ad entrambi di essere veri.
pt_br: OR inclusivo permite que ambos sejam verdadeiros.

source: Income and expenses are totals.
de: Einnahmen und Ausgaben sind Summen.
es: Los ingresos y gastos son totales.
fr: Les revenus et les dépenses sont des totaux.
it: Le entrate e le spese sono totali.
pt_br: Receitas e despesas são totais.

source: Income is $1200 and expenses are $950. Savings?
de: Die Einnahmen betragen $1200 und die Ausgaben betragen $950.. Ersparnisse?
es: Los ingresos son $1200 y los gastos son $950. ¿Ahorros?
fr: Le revenu est de $1200 et les dépenses sont de $950.. Des économies ?
it: Il reddito è $1200 e le spese sono $950. Risparmi?
pt_br: A renda é $1200 e as despesas são $950. Poupança?

source: Income minus a larger number.
de: Einkommen abzüglich einer größeren Zahl.
es: Ingresos menos un número mayor.
fr: Revenu moins un nombre plus grand.
it: Reddito meno un numero maggiore.
pt_br: Renda menos um número maior.

source: Increase / decrease
de: Erhöhen / Verringern
es: Aumentar/disminuir
fr: Augmenter/diminuer
it: Aumenta/diminuisce
pt_br: Aumentar / diminuir

source: Increasing / decreasing
de: Steigend / fallend
es: Creciente / decreciente
fr: Augmentation/diminution
it: In aumento/diminuzione
pt_br: Aumentando / diminuindo

source: Increasing size reduces random noise
de: Mit zunehmender Größe wird zufälliges Rauschen reduziert
es: El aumento del tamaño reduce el ruido aleatorio
fr: L'augmentation de la taille réduit le bruit aléatoire
it: L'aumento delle dimensioni riduce il rumore casuale
pt_br: Aumentar o tamanho reduz o ruído aleatório

source: Indefinite Integrals
de: Unbestimmte Integrale
es: Integrales indefinidas
fr: Intégrales indéfinies
it: Integrali indefiniti
pt_br: Integrais Indefinidos

source: Inequalities
de: Ungleichungen
es: Desigualdades
fr: Inégalités
it: Disuguaglianze
pt_br: Desigualdades

source: Infinite
de: Unendlich
es: Infinito
fr: Infini
it: Infinito
pt_br: Infinito

source: Infinitely many
de: Unendlich viele
es: infinitamente muchos
fr: Une infinité de
it: Infinitamente molti
pt_br: Infinitamente muitos

source: Infinity
de: Unendlich
es: Infinidad
fr: Infini
it: Infinito
pt_br: Infinidade

source: Inflation & Real Value
de: Inflation und realer Wert
es: Inflación y valor real
fr: Inflation et valeur réelle
it: Inflazione e valore reale
pt_br: Inflação e valor real

source: Inflation changes purchasing power, so real value compares money after price changes.
de: Die Inflation verändert die Kaufkraft, sodass der reale Wert dem Geld nach Preisänderungen entspricht.
es: La inflación cambia el poder adquisitivo, por lo que el valor real se compara con el dinero después de los cambios de precios.
fr: L’inflation modifie le pouvoir d’achat, donc la valeur réelle compare l’argent après les changements de prix.
it: L’inflazione modifica il potere d’acquisto, quindi il valore reale confronta il denaro dopo le variazioni dei prezzi.
pt_br: A inflação altera o poder de compra, de modo que o valor real compara o dinheiro após as alterações de preço.

source: Inflation factor
de: Inflationsfaktor
es: factor de inflación
fr: Facteur d'inflation
it: Fattore di inflazione
pt_br: Fator de inflação

source: Inflation lowers purchasing power because:
de: Inflation senkt die Kaufkraft, weil:
es: La inflación reduce el poder adquisitivo porque:
fr: L’inflation réduit le pouvoir d’achat parce que :
it: L’inflazione riduce il potere d’acquisto perché:
pt_br: A inflação reduz o poder de compra porque:

source: Inner u′ = 2
de: Innere u′ = 2
es: U interior = 2
fr: U intérieur = 2
it: U′ interno = 2
pt_br: Você interno ′ = 2

source: Integration is the reverse of differentiation.
de: Integration ist die Umkehrung der Ableitung.
es: La integración es lo opuesto a la diferenciación.
fr: L'intégration est l'inverse de la différenciation.
it: L’integrazione è il contrario della differenziazione.
pt_br: A integração é o inverso da diferenciação.

source: Interest
de: Zinsen
es: Interés
fr: Intérêt
it: Interesse
pt_br: Juros

source: Interest adds to the balance before a payment reduces it.
de: Zinsen erhöhen den Saldo, bevor eine Zahlung ihn verringert.
es: El interés se suma al saldo antes de que un pago lo reduzca.
fr: Les intérêts s’ajoutent au solde avant qu’un paiement ne le réduise.
it: Gli interessi aumentano il saldo prima che un pagamento lo riduca.
pt_br: Os juros aumentam o saldo antes que um pagamento o reduza.

source: Interest earns interest
de: Zinsen bringen Zinsen
es: El interés gana interés
fr: Les intérêts rapportent des intérêts
it: Gli interessi guadagnano interessi
pt_br: Juros rendem juros

source: Interest is based on the remaining balance.
de: Der Restbetrag wird verzinst.
es: El interés se basa en el saldo restante.
fr: Les intérêts sont basés sur le solde restant.
it: Gli interessi si basano sul saldo residuo.
pt_br: Os juros são baseados no saldo remanescente.

source: Interest, loans, inflation
de: Zinsen, Kredite, Inflation
es: Intereses, préstamos, inflación
fr: Intérêts, prêts, inflation
it: Interessi, prestiti, inflazione
pt_br: Juros, empréstimos, inflação

source: Interior angles
de: Innenwinkel
es: Ángulos interiores
fr: Angles intérieurs
it: Angoli interni
pt_br: Ângulos internos

source: Intersection
de: Überschneidung
es: Intersección
it: Intersezione
pt_br: Interseção

source: Intersection keeps only shared items.
de: Intersection behält nur freigegebene Elemente.
es: Intersection solo conserva elementos compartidos.
fr: Intersection conserve uniquement les éléments partagés.
it: L'intersezione mantiene solo gli elementi condivisi.
pt_br: A interseção mantém apenas itens compartilhados.

source: Inverse operations
de: Umkehroperationen
es: Operaciones inversas
fr: Opérations inverses
it: Operazioni inverse
pt_br: Operações inversas

source: Is 5-12-13 a right triangle?
de: Ist 5-12-13 ein rechtwinkliges Dreieck?
es: ¿Es 5-12-13 un triángulo rectángulo?
fr: Le 5-12-13 est-il un triangle rectangle ?
it: 5-12-13 è un triangolo rettangolo?
pt_br: 5-12-13 é um triângulo retângulo?

source: Is it helping you learn? A quick rating helps more learners find it.
de: Hilft es dir beim Lernen? Eine kurze Bewertung hilft mehr Lernenden, Mathio zu finden.
es: ¿Te está ayudando a aprender? Una valoración rápida ayuda a que más estudiantes lo encuentren.
fr: Est-ce que cela vous aide à apprendre ? Une note rapide aide plus d’apprenants à le trouver.
it: Ti sta aiutando a imparare? Una valutazione rapida aiuta altri studenti a trovarla.
pt_br: Está ajudando você a aprender? Uma avaliação rápida ajuda mais estudantes a encontrarem o app.

source: Isolate the absolute value first, then split into two equations.
de: Isoliere zuerst den Betrag und teile dann in zwei Gleichungen auf.

source: It compares the extremes.
de: Es vergleicht die Extreme.
es: Compara los extremos.
fr: Il compare les extrêmes.
it: Confronta gli estremi.
pt_br: Ele compara os extremos.

source: It counts everyone.
de: Es zählt jeden.
es: Cuenta a todos.
fr: Cela compte tout le monde.
it: Conta tutti.
pt_br: Conta todos.

source: It does not automatically remove bias
de: Voreingenommenheit wird dadurch nicht automatisch beseitigt
es: No elimina automáticamente el sesgo
fr: Cela ne supprime pas automatiquement les préjugés
it: Non rimuove automaticamente i pregiudizi
pt_br: Não remove automaticamente o preconceito

source: It does not by itself prove cause and effect
de: Sie beweist allein keine Ursache-Wirkung-Beziehung

source: It gives members a fair chance.
de: Es gibt den Mitgliedern eine faire Chance.
es: Les da a los miembros una oportunidad justa.
fr: Cela donne une chance équitable aux membres.
it: Dà ai membri una giusta possibilità.
pt_br: Isso dá aos membros uma chance justa.

source: It is not simply the product of the two derivatives.
de: Es ist nicht einfach das Produkt der beiden Ableitungen.
es: No es simplemente el producto de las dos derivadas.
fr: Ce n’est pas simplement le produit des deux dérivées.
it: Non è semplicemente il prodotto delle due derivate.
pt_br: Não é simplesmente o produto das duas derivadas.

source: It splits into two triangles.
de: Es lässt sich in zwei Dreiecke teilen.
es: Se divide en dos triángulos.
fr: Il se divise en deux triangles.
it: Si divide in due triangoli.
pt_br: Ele se divide em dois triângulos.

source: It stands apart.
de: Es steht für sich.
es: Se destaca.
fr: Il se démarque.
it: Si distingue.
pt_br: Ele se destaca.

source: It's a constant function.
de: Es ist eine konstante Funktion.
es: Es una función constante.
fr: C'est une fonction constante.
it: È una funzione costante.
pt_br: É uma função constante.

source: It's an area, not a volume.
de: Es ist eine Fläche, kein Volumen.
es: Es un área, no un volumen.
fr: C'est une zone, pas un volume.
it: È un'area, non un volume.
pt_br: É uma área, não um volume.

source: It's the famous limit.
de: Der berühmte Grenzwert.
es: Es el famoso límite.
fr: C'est la fameuse limite.
it: E' il famoso limite.
pt_br: É o famoso limite.

source: It's the rate of change of the slope.
de: Sie ist die Änderungsrate der Steigung.
es: Es la tasa de cambio de la pendiente.
fr: C'est le taux de changement de la pente.
it: È il tasso di variazione della pendenza.
pt_br: É a taxa de variação da inclinação.

source: Its degree is 4
de: Sein Abschluss ist 4
es: su grado es 4
fr: Son degré est 4
it: Il suo grado è 4
pt_br: Seu grau é 4

source: Keep my access at 25 %% off
de: Zugang mit 25 %% Rabatt behalten
es: Mantener mi acceso con 25 %% de descuento
fr: Garder mon accès avec 25 %% de réduction
it: Mantieni l’accesso con il 25 %% di sconto
pt_br: Manter meu acesso com 25 %% de desconto

source: Keep only items that appear in both sets.
de: Behalten Sie nur Artikel, die in beiden Sets vorkommen.
es: Conserve sólo los elementos que aparecen en ambos conjuntos.
fr: Conservez uniquement les éléments qui apparaissent dans les deux ensembles.
it: Conserva solo gli elementi che compaiono in entrambi i set.
pt_br: Mantenha apenas os itens que aparecem em ambos os conjuntos.

source: Keep practicing
de: Weiter üben
es: sigue practicando
fr: Continuez à pratiquer
it: Continua a esercitarti
pt_br: Continue praticando

source: Keep x, change the sign of y.
de: Behalten Sie x bei, ändern Sie das Vorzeichen von y.
es: Mantenga x, cambie el signo de y.
fr: Gardez x, changez le signe de y.
it: Mantieni x, cambia il segno di y.
pt_br: Mantenha x, mude o sinal de y.

source: Keep your streak alive
de: Halte deine Serie am Leben
es: Mantén viva tu racha
fr: Gardez votre séquence en vie
it: Mantieni viva la tua serie di vittorie
pt_br: Mantenha sua sequência viva

source: Law of Sines & Cosines
de: Sinus- & Kosinussatz
es: Ley de senos y cosenos
fr: Loi des sinus et cosinus
it: Legge dei seni e coseni
pt_br: Lei dos Senos e Cossenos

source: Law of cosines
de: Kosinussatz
es: Ley de cosenos
fr: Loi des cosinus
it: Legge dei coseni
pt_br: Lei dos cossenos

source: Law of sines
de: Sinussatz
es: ley de los senos
fr: Loi des sinus
it: Legge dei seni
pt_br: Lei dos senos

source: Learn math with a full roadmap
de: Mathe lernen mit klarem Plan
es: Aprende matemáticas con una ruta clara
fr: Apprenez les maths avec un parcours clair
it: Impara matematica con un percorso chiaro
pt_br: Aprenda matemática com um plano claro

source: Left-to-right inside the same level.
de: Bei gleicher Priorität von links nach rechts.
es: De izquierda a derecha dentro del mismo nivel.
fr: De gauche à droite à l'intérieur du même niveau.
it: Da sinistra a destra all'interno dello stesso livello.
pt_br: Da esquerda para a direita dentro do mesmo nível.

source: Legs 6 and 8. Hypotenuse?
de: Katheten 6 und 8. Hypotenuse?
es: Piernas 6 y 8. ¿Hipotenusa?
fr: Jambes 6 et 8. Hypoténuse ?
it: Gambe 6 e 8. Ipotenusa?
pt_br: Pernas 6 e 8. Hipotenusa?

source: Legs are base and height.
de: Die Katheten sind Grundseite und Höhe.
es: Las patas son base y altura.
fr: Les pieds sont à la base et en hauteur.
it: Le gambe sono base e altezza.
pt_br: As pernas são base e altura.

source: Length times width.
de: Länge mal Breite.
es: Largo por ancho.
fr: Longueur multipliée par largeur.
it: Lunghezza per larghezza.
pt_br: Comprimento vezes largura.

source: Less
de: weniger
es: Menos
fr: Moins
it: Meno
pt_br: Menos

source: Lesson complete
de: Lektion abgeschlossen
es: Lección completa
fr: Leçon terminée
it: Lezione completata
pt_br: Lição concluída

source: Lessons
de: Unterricht
es: Lecciones
fr: Leçons
it: Lezioni
pt_br: Lições

source: Light
de: Hell
es: Luz
fr: Lumière
it: Leggero
pt_br: Luz

source: Limits
de: Grenzwerte
es: Límites
fr: Limites
it: Limiti
pt_br: Limites

source: Limits, derivatives, integrals
de: Grenzwerte, Ableitungen, Integrale
es: Límites, derivadas, integrales
fr: Limites, dérivées, intégrales
it: Limiti, derivate, integrali
pt_br: Limites, derivadas, integrais

source: Line chart
de: Liniendiagramm
es: gráfico de líneas
fr: Graphique linéaire
it: Grafico a linee
pt_br: Gráfico de linhas

source: Line of best fit
de: Ausgleichsgerade
